Repository: iiriscp/74533781G
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: “And in every brothel, I found some person or another who was waiting to love you.”
es_es: “Y en todos los burdeles encontré a alguna que otra persona que estaba esperando para dar todo su amor”.

source: “And when I asked, “What's going on?” the volunteers said, “We're planning a carnival.
es_es: "Y cuando pregunté: "¿Qué está pasando?", los voluntarios me dijeron: "Estamos planeando un carnaval.

source: “And, like this, everyday some magic happens in that space.
es_es: "Y, así, todos los días ocurre algo mágico en ese lugar.

source: “Because if there is a student who wants to learn dance, the next day we'll get a volunteer who can teach dance.
es_es: “Porque si hay un estudiante que quiere aprender a bailar, al día siguiente traeremos a un voluntario que enseñe baile".

source: “For one hour, the new volunteer was continuously singing.
es_es: "Durante una hora, la nueva voluntaria estuvo cantando continuamente.

source: “He never crossed that road.
es_es: "Nunca cruzó ese camino.

source: “I mean, there used to be beautiful chats between the women, talking about everything...
es_es: "Solía haber charlas preciosas entre las mujeres, hablando de todo...

source: “I shared with someone a few months back, that I dream of having a carnival on that road.
es_es: "Hace unos meses le dije a alguien que soñaba con hacer un carnaval en esa carretera.

source: “I used to get SMS [text] messages on my phone saying this much money got deposited.
es_es: "Recibía mensajes de SMS en mi teléfono que decían que se había depositado tanto dinero.

source: “In the month of July, I started hearing about it among the volunteers,” Gitanjali laughs.
es_es: "En el mes de julio, empecé a oír hablar de ello entre los voluntarios", ríe Gitanjali.

source: “It became a beautiful journey,” she describes.
es_es: "Se convirtió en un viaje precioso" describió ella.

source: “It's a very busy road.
es_es: "Es una carretera muy transitada.

source: “It's such a beautiful painting, you really think you want to put up advertisements over this particular painting?” Gitanjali asked.
es_es: "Es un mural muy bonito, ¿de verdad que quiere poner publicidad sobre este mural en concreto?". preguntó Gitanjali.

source: “Just A Part Of That Space”
es_es: "Sólo una parte de ese espacio"

source: “Keep this business out of the police station.
es_es: "Mantén este asunto fuera de la comisaría.

source: “Not possible,” the station's head officer replied.
es_es: "No es posible", respondió el jefe de la comisaría.

source: “Ok, let's do something,” she replied.
es_es: "De acuerdo, hagamos algo", respondió.

source: “Okay.
es_es: "De acuerdo.

source: “She's the main owner,” Gitanjali said, surprised.
es_es: "Es la dueña principal", dijo Gitanjali, sorprendida.

source: “Sing a song for me.”
es_es: "Canta una canción para mí".

source: “Sir, we are painting the walls.
es_es: "Señor, estamos pintando las paredes.

source: “So why don't you tell us about your personal life.
es_es: "¿Por qué no nos hablas de tu vida personal?

source: “The brothel started becoming like a family for me.
es_es: “El burdel empezó a ser como una familia para mí.

source: “Then I started going to every brothel,” she laughs.
es_es: "Entonces empecé a ir a todos los burdeles", se ríe.

source: “This experience brought out the leader in me and assured me that my call can be the voice of thousands of women who are dejected and violated on a regular basis by the society.” – Says a confident and resolute Arjun.
es_es: "Esta experiencia sacó al líder que hay en mí y me aseguró que mi llamada puede ser la voz de miles de mujeres abatidas y violentadas habitualmente por la sociedad". - Dice un Arjun confiado y decidido.

source: “We never spoke to her,” the volunteers informed her.
es_es: "Nunca hablamos con ella", le informaron los voluntarios.

source: “When I went there, I saw all the station head officers sitting there,” Gitanjali explains.
es_es: "Cuando fui, vi a todos los jefes de comisaría sentados allí", explica Gitanjali.

source: “When you cannot share your personal stories with us, why do you expect us to share our personal stories with you?
es_es: "Si no puedes compartir tus historias personales con nosotros, ¿por qué esperas que compartamos nuestras historias personales contigo?

source: “Yeah, yeah.
es_es: "Si, si.

source: “Yes, yes.
es_es: "Sí, sí.

source: “You come here all the time, why don't you teach me something?”
es_es: "Siempre vienes aquí, ¿por qué no me enseñas algo?"

source: “You've organized an entire event in this brothel for tomorrow night and you've never spoken with her?”
es_es: "¿Habéis organizado todo un evento en este burdel para mañana por la noche y nunca habéis hablado con ella?".
